Boilerplate4u/zerotier-esp32/qemu-wrapper/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_ESP32_DEFAULT_CPU_FREQ_240=y
CONFIG_FREERTOS_HZ=1000
CONFIG_ETH_ENABLED=y
CONFIG_ETH_USE_OPENETH=y
CONFIG_ESP_WIFI_ENABLED=n
CONFIG_BT_ENABLED=n
CONFIG_BLUEDROID_ENABLED=n
CONFIG_MBEDTLS_HARDWARE_AES=n
CONFIG_MBEDTLS_HARDWARE_SHA=n
CONFIG_MBEDTLS_HARDWARE_MPI=n
CONFIG_LWIP_IPV6=y
CONFIG_COMPILER_CXX_EXCEPTIONS=y
CONFIG_FREERTOS_CHECK_STACKOVERFLOW_CANARY=y
